[
	{
		"commands_raw": "$if GrimoryFirstTime {\nLady Gremory: Need anything - darling?\n-> choices\n}\n$else {\nLady Grimory: Well. Well.. Well... Look who's barging into other people rooms.\nsignal(set,GrimoryFirstTime,true)\n---\nDalian: It's for an investigation - ma'am.\n---\nLady Grimory: Someone died?\n---\nDalian: In the lower floor. Did you know your neightbour personally?\n---\nLady Grimory: I have no connections for such low-life, I count my profession in high regards.\n---\nDalian: High regards? To be renting a lower floor?\n---\nLady Grimory: I was sent here by Belethara, not by my own volition.\n\n-> choices\n}",
		"gnode_name": "start",
		"id": 0.0,
		"name": "start",
		"position": [
			180.0,
			440.0
		]
	},
	{
		"commands_raw": "Lady Grimory: I was giving Astaroth one of my books.\n---\nLady Grimory: He wanted to learn more about sewing.\n---\nLady Grimory: I don't know what a man has to do with that hobby.\n---\nLady Grimory: But maybe he had ulterior motives.\n---\nLady Grimory: Either way I ate some food, and at evening I was inside of my room sewing when I heard a gunshot around 8 PM.\nsignal(set,clueGun,true)\n---\nDalian: Do you know who the shooter might have been?\n---\nLady Grimory: All I know is that Marchosias is a war veteran. He must be the only one person with a gun.\n---\nDalian: An you didn't bother to check it out?\n---\nLady Grimory: Why bother to check out anything in this hell-hole.\n---\nLady Grimory: Ms. Detective I say it again, these low-lifes are none of my concern.\n-> choices\n",
		"gnode_name": "yesterday",
		"id": 1.0,
		"name": "yesterday",
		"position": [
			620.0,
			260.0
		]
	},
	{
		"commands_raw": "Lady Grimory: I was commisioned to this place by Belethara.\n---\nLady Grimory: She wanted one of my specially made dresses.\n---\nDalian: A special occasion?\n---\nLady Grimory: She said it was for something... ceremonial.\n---\nDalian: And when was this dress requested?\n---\nLady Grimory: 3 Days ago, I arrived and spend most of my time sewing inside of this souless room.\n-> choices",
		"gnode_name": "story",
		"id": 2.0,
		"name": "story",
		"position": [
			640.0,
			560.0
		]
	},
	{
		"commands_raw": "Lady Grimory: No I wasn't.\n---\nLady Grimory: I was sleeping in before you arrived.\n-> choices",
		"gnode_name": "sewing",
		"id": 3.0,
		"name": "sewing",
		"position": [
			660.0,
			400.0
		]
	},
	{
		"commands_raw": "?> What where you doing yesterday? -> yesterday\n?> You weren't aware of the murder? -> sewing\n?> Can you tell me about yourself -> story\n?> Leave",
		"gnode_name": "choices",
		"id": 4.0,
		"name": "choices",
		"position": [
			340.0,
			380.0
		]
	}
]