[{"commands_raw":"$if !NabellaFirstTime {\nNabella: If it's about the stains, I'm working on them. Takes time, y'know, when they’re this... stubborn.\n\n$if keyToBody {\n---\nDalian: I'm not here about the floor. I'm looking into what happened last night. The man downstairs...\n---\nNabella: Fine, what can I help you with?\nsignal(set,NabellaFirstTime,true)\n-> choices\n} \n$else {\n    ?> Are you the owner of this house? -> owner\n}\n\n}\n$else {\nNabella: Anything you need?\n-> choices\n}\n\n","gnode_name":"start","id":0,"name":"start","position":[1380.0,320.0]},{"commands_raw":"Nabella: I am just a normal maid.\n---\nDalian: Do you have any ambitions?\n---\nNabella: Honestly I don't really know what I want.\n---\nNabella: I think I'm very confortable living like this.\n---\nDalian: Someone just got murdered and you're confortable lving here?\n---\nNabella: I don't know, this place kinda grows on me.\n---\nNabella: At first I didn't really like it, but after a few weeks here. I think this is a confortable place to be in.\n---\nNabella: I do hope you find the murderer though...\n-> choices","gnode_name":"story","id":1,"name":"story","position":[1840.0,200.0]},{"commands_raw":"Nabella: No, the owner is the old lady above the counter.\n---","gnode_name":"owner","id":2,"name":"owner","position":[1620.0,420.0]},{"commands_raw":"$if bodyDiscoveredTimeKnown {\n ?> Were where you during 7:30 AM today? -> beleth\n}\n?> Can you tell me about youself? -> story\n?> What where you doing yesterday? -> yesterday\n?> Leave","gnode_name":"choices","id":3,"name":"choices","position":[1620.0,160.0]},{"commands_raw":"Dalian: According to Belethara you did not clean the victims room today. \n---\nNabella: I was busy in the upper floor, it was quite a mess, Marchosias made it much worse than usual.\nsignal(set,NabellaSaidMarchoCanConfirm,true)\n---\nNabella: You can ask him for clarification...\n---\nNabella: Now I'm currently cleaning the middle floor, and I will clean the lower floor after that\n-> choices","gnode_name":"beleth","id":4,"name":"Beleth","position":[1840.0,100.0]},{"commands_raw":"Nabella: Cleaning.\n---\nNabella: What else does a maid really do.\n---\nNabella: There was also one more thing.\n---\nNabella: Yesterday I heard footsteps in upper floor. I did not see who it was, but I think it was Marchosias.\nsignal(set,nabellaHearFootsteps,true)\n-> choices","gnode_name":"yesterday","id":5,"name":"yesterday","position":[1820.0,300.0]}]